[
  {
    "quote": "Logic is the beginning of wisdom, not the end.",
    "character": "Spock"
  },
  {
    "quote": "Madness has no purpose. Or reason. But it may have a goal.",
    "character": "Spock"
  },
  {
    "quote": "You mind your place, mister, or you’ll be wearing concrete galoshes.",
    "character": "Scotty"
  },
  {
    "quote": "Confidence is faith in oneself. It can’t easily be given by another.",
    "character": "Deanna Troi"
  },
  {
    "quote": "Engage!",
    "character": "Jean-Luc Picard"
  },
  {
    "quote": "I have been and always shall be your friend.",
    "character": "Spock"
  },
  {
    "quote": "A lie is a very poor way to say hello.",
    "character": "Edith Keeler"
  },
  {
    "quote": "Live now; make now always the most precious time. Now will never come again.",
    "character": "Jean-Luc Picard"
  },
  {
    "quote": "Could you please continue the petty bickering? I find it most intriguing.",
    "character": "Data"
  },
  {
    "quote": "You may find that having is not so pleasing a thing as wanting. This is not logical, but it is often true.",
    "character": "Spock"
  },
  {
    "quote": "Please, Mrs. Troi! … and it’s Worf, not Woof.",
    "character": "Lt. Worf"
  },
  {
    "quote": "Insufficient facts always invite danger.",
    "character": "Spock"
  },
  {
    "quote": "I am a doctor, not a bricklayer.",
    "character": "Dr. McCoy"
  },
  {
    "quote": "Make it so!",
    "character": "Jean-Luc Picard"
  },
  {
    "quote": "Perhaps man wasn’t meant for paradise. Maybe he was meant to claw, to scratch all the way.",
    "character": "Captain Kirk"
  },
  {
    "quote": "Well, I know this much: We can’t avoid the future.",
    "character": "William T. Riker"
  },
  {
    "quote": "Respect is earned, not bestowed.",
    "character": "Deanna Troi"
  },
  {
    "quote": "Just before they went into warp, I beamed the whole kit and kaboodle into their engine room, where they’ll be no tribble at all.",
    "character": "Scotty"
  },
  {
    "quote": "I’m a doctor, not an escalator.",
    "character": "Dr. McCoy"
  },
  {
    "quote": "Yes, sir. I am attempting to fill a silent moment with non-relevant conversation.",
    "character": "Data"
  },
  {
    "quote": "Flair is what marks the difference between artistry and mere competence.",
    "character": "William T. Riker"
  },
  {
    "quote": "The only person you’re truly competing against is yourself.",
    "character": "Jean-Luc Picard"
  },
  {
    "quote": "Dammit, Jim!",
    "character": "Dr. McCoy"
  },
  {
    "quote": "You can use logic to justify almost anything. That’s its power. And its flaw.",
    "character": "Captain Cathryn Janeway"
  },
  {
    "quote": "Without followers, evil cannot spread.",
    "character": "Spock"
  },
  {
    "quote": "They used to say that if man was meant to fly, he’d have wings. But he did fly. He discovered he had to.",
    "character": "Captain Kirk"
  },
  {
    "quote": "When governments murder those who speak the truth, it is time to get new governments.",
    "character": "Diane Duane"
  },
  {
    "quote": "To all mankind: May we never find space so vast, planets so cold, heart and mind so empty, that we cannot fill them with love and warmth.",
    "character": "Garth"
  },
  {
    "quote": "I am not a merry man.",
    "character": "Lt. Worf"
  },
  {
    "quote": "Emotions are alien to me. I’m a scientist.",
    "character": "Spock"
  },
  {
    "quote": "Fear is the true enemy. The only enemy.",
    "character": "William T. Riker"
  },
  {
    "quote": "In critical moments, men sometimes see exactly what they wish to see.",
    "character": "Spock"
  },
  {
    "quote": "Compassion: That’s the one thing no machine ever had. Maybe it’s the one thing that keeps men ahead of them.",
    "character": "Dr. McCoy"
  },
  {
    "quote": "Sharing an orbit with God is no small experience.",
    "character": "Deanna Troi"
  },
  {
    "quote": "I would gladly risk feeling bad at times if it also meant that I could taste my dessert.",
    "character": "Data"
  },
  {
    "quote": "I have been told that patience is sometimes a more effective weapon than the sword.",
    "character": "Lt. Worf"
  },
  {
    "quote": "Change is the essential process of all existence.",
    "character": "Spock"
  },
  {
    "quote": "Sometimes a feeling is all we humans have to go on.",
    "character": "Captain Kirk"
  },
  {
    "quote": "I cannae change the laws of physics! I’ve got to have thirty minutes!",
    "character": "Scotty"
  },
  {
    "quote": "If we’re going to be damned, let’s be damned for what we really are.",
    "character": "Jean-Luc Picard"
  },
  {
    "quote": "Live long and prosper!",
    "character": "Spock"
  },
  {
    "quote": "What does God need with a starship?",
    "character": "Captain Kirk"
  },
  {
    "quote": "Computers make excellent and efficient servants, but I have no wish to serve under them.",
    "character": "Spock"
  },
  {
    "quote": "Leave bigotry in your quarters; there’s no room for it on the bridge.",
    "character": "Captain Kirk"
  },
  {
    "quote": "Baby needs a new pair of shoes.",
    "character": "Data"
  },
  {
    "quote": "The prejudices people feel about each other disappear when they get to know each other.",
    "character": "Captain Kirk"
  },
  {
    "quote": "Things are only impossible until they are not.",
    "character": "Jean-Luc Picard"
  },
  {
    "quote": "I’m a doctor, not a mechanic.",
    "character": "Dr. McCoy"
  },
  {
    "quote": "If we resist, we die. If we don’t resist… we die.",
    "character": "William T. Riker"
  },
  {
    "quote": "A species that enslaves other beings is hardly superior, mentally or otherwise.",
    "character": "Captain Kirk"
  },
  {
    "quote": "Curious, how often you humans manage that which you do not want.",
    "character": "Spock"
  },
  {
    "quote": "A man either lives life as it happens to him, meets it head-on and licks it, or he turns his back on it and starts to wither away.",
    "character": "Dr. Boyce"
  },
  {
    "quote": "Humans do have an amazing capacity for believing what they choose — and excluding that which is painful.",
    "character": "Spock"
  },
  {
    "quote": "It’s not safe out here. It’s wondrous, with treasures to satiate desires both subtle and gross; but it’s not for the timid.",
    "character": "Q"
  },
  {
    "quote": "With the first link, the chain is forged. The first speech censored, the first thought forbidden, the first freedom denied, chains us all irrevocably.",
    "character": "Jean-Luc Picard"
  }
]
